cask_args appdir: '/Applications'

tap "homebrew/bundle"

brew "coreutils"
brew "git"
brew "git-lfs"
brew "node"
brew "pnpm"
brew "ruby-build"
brew "tree"
brew "wget"
brew "yarn"

cask "1password"
cask "1password-cli"
cask "airtable"
cask "arc"
cask "beyond-compare"
cask "brave-browser"
cask "choosy"
cask "docker"
cask "git-credential-manager"
cask "fantastical"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "istat-menus"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mimestream"
cask "miniconda"
cask "notion-calendar"
cask "parallels"
cask "parallels-toolbox"
cask "postman"
cask "pycharm"
cask "sequel-ace"
cask "signal"
cask "sonos"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "whatsapp"
cask "yubico-yubikey-manager"
cask "zoom"
